WindowsApplication1/WindowsApplication1/bin/Debug/Log/Request/getSellQuote.xml

<soap:Envelope xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header />
  <soap:Body>
    <getSellQuote xmlns="http://api.ws.ba.com">
      <msgName>getSellQuote</msgName>
      <ClientID>
      </ClientID>
      <branchID>
      </branchID>
      <tranType>
      </tranType>
      <userID>
      </userID>
      <currCode>
      </currCode>
      <spreadType>
      </spreadType>
      <foreignAmount>
      </foreignAmount>
      <localAmount>
      </localAmount>
      <denominationMix>
      </denominationMix>
      <requestSecToken>KbptBXZuykAPj9lFyMaK/kpukd6gW7W1ginIMVPYzZwI39swHvKml0/pj5PDfYpkeV0FTJwG9nRuFXXbaMbsKruqrR1n7xAUXC3camNWagY+En7vOMQxsuMIkk022JMnRy4zUE/kYuuNeadM5RlynypdGEv1P4trPhbGv+ehpB2cXlOLYF0Pk47VhGT4iQk42O7JjH4HLMIDqSIe4TOgcJ9/P+BzOIABliAv+Udqm5e5PRz/+eD65ECeDQ7IbSdQCuZDpq3AQxE18Ytrur/owA==</requestSecToken>
    </getSellQuote>
  </soap:Body>
</soap:Envelope>